{
  "choose_language": "Elige tu idioma preferido para personalizar tu experiencia en la plataforma",
  "payment_integration": "Integración de Pagos",
  "payment_integration_description": "Administra tus métodos de pago y configuraciones aquí.",
  "home": "Inicio",
  "features": "Características",
  "how_does_it_work": "¿Cómo funciona?",
  "contact": "Contacto",
  "log-in": "Iniciar Sesión",
  "sign-up": "Registrarse",
  "banner_title": "La facturación se une a la simplicidad — con pagos y presentaciones inteligentes",
  "banner_description": "Envía facturas, acepta pagos, gestiona clientes y crea impresionantes presentaciones empresariales — todo en una sola plataforma potente.",
  "get_started": "Comenzar",
  "how_does_it_work_subtitle": "Desde el registro hasta recibir pagos, cada paso está diseñado para velocidad, claridad y control",
  "signup_step_title": "Regístrate con Gmail o correo electrónico",
  "signup_step_description": "Crea tu cuenta gratuita en segundos usando tu Gmail o cualquier dirección de correo electrónico. Sin papeleo, sin complicaciones.",
  "operations_step_title": "Operaciones con Automatización",
  "operations_step_description": "Mejora tu eficiencia operativa con nuestros flujos de trabajo automatizados impulsados por IA.",
  "get_paid_step_title": "Recibe Pagos",
  "get_paid_step_description": "Mejora tu eficiencia operativa con nuestros flujos de trabajo automatizados impulsados por IA.",
   "features_heading": "Funciones potentes para tu negocio",
  "features_description": "Facilita los pagos y obtén una visión clara de tus finanzas. ¡Solo conecta tu cuenta bancaria y tarjeta a Milestone!",
  "features_bullet_1": "Sin tarifas ocultas.",
  "features_bullet_2": "100% de seguridad. Garantizado.",
  "features_bullet_3": "No se necesita capacitación ni mantenimiento.",
   "streamline_heading": "Optimiza las facturas. Descubre herramientas de gestión.",
  "streamline_description": "Experimenta soluciones de facturación y pagos sin complicaciones para las necesidades de tu negocio. Administra facturas, gestiona pagos en múltiples monedas y haz seguimiento de clientes, todo en un solo lugar. Registrarse es fácil, y crear facturas o procesar pagos solo toma unos clics. Disfruta gestionando múltiples negocios con nuestras herramientas intuitivas que optimizan tu flujo de trabajo.",
  "key_benefits_title": "Sección de beneficios clave",
  "key_benefits_subtitle": "Deja de perder tiempo con papeleo. Crea y envía facturas o presupuestos profesionales en solo unos clics con plantillas personalizables.",
  "key_benefit_1_title": "Crea y envía facturas rápidamente",
  "key_benefit_1_description": "Genera facturas o presupuestos profesionales en segundos — envía por correo electrónico, mensaje de texto o enlace.",
  "key_benefit_2_title": "Facturación recurrente",
  "key_benefit_2_description": "Configura facturas automáticas con horarios flexibles para suscripciones o clientes habituales.",
  "key_benefit_3_title": "Filtros inteligentes de informes",
  "key_benefit_3_description": "Haz seguimiento del estado, tipo de pago e historial de facturas con filtros en tiempo real."
}
